import './about.scss';
export const About = () => {
    return (
        <div className="about">
            <div className="about__as">
                <p>&nbsp;&nbsp;&nbsp;&nbsp;
                    {' '}
                    Добро пожаловать на наш сайт, специализирующийся на поиске аренды и покупке квартир! Мы стремимся
                    предоставить вам наиболее удобный и эффективный способ найти идеальное жилье, соответствующее вашим
                    потребностям и предпочтениям.{' '}
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;
                    {' '}
                    Наша команда профессионалов работает над тем, чтобы упростить процесс поиска и предоставить вам
                    обширный выбор квартир, доступных для аренды и покупки. Независимо от того, ищете ли вы новое место
                    для проживания или хотите сдать или продать свою недвижимость, мы здесь, чтобы помочь вам в этом
                    процессе.{' '}
                </p>
                <p> &nbsp;&nbsp;&nbsp;&nbsp; Что делает наш сайт особенным: </p>
                <p>
                    {' '}
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - Широкий выбор: Мы сотрудничаем с множеством недвижимых агентств, разработчиков и частных лиц,
                    чтобы предложить вам наиболее разнообразный и обновляемый каталог доступных квартир. Наша база
                    данных включает в себя объекты разных типов и стилей, от небольших студий до роскошных пентхаусов.{' '}
                </p>
                <p>
                    {' '}
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - Удобный поиск: Наш сайт предоставляет удобный и простой в использовании поиск, позволяющий вам
                    настроить параметры поиска в соответствии с вашими предпочтениями. Вы можете выбирать желаемую
                    ценовую категорию, количество комнат, район и другие факторы, чтобы получить наиболее подходящие
                    результаты.{' '}
                </p>
                <p>
                    {' '}
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - Подробная информация: Мы стараемся предоставить наиболее полную и достоверную информацию о каждой
                    квартире в нашей базе данных. Вы найдете подробные описания, фотографии, информацию о размерах
                    помещений, наличии дополнительных удобств и многое другое. Мы также стараемся поддерживать
                    актуальность информации, чтобы вы могли быть уверены в том, что получаете точные данные о доступных
                    объектах.
                </p>
            </div>
        </div>
    );
};
